Repository: astaric/kronometer
Catalog: ios/Kronometer/Localizable.xcstrings
Source language: en
Languages: sl

source: Are you sure?
sl: Si res prepričan?

source: Bluetooth available
sl: Bluetooth na voljo

# bluetooth_connecting_to_sensor
source: Connecting to %@
sl: Povezujem se na %@

# bluetooth_could_not_connect_to_sensor
source: Could not connect to sensor
sl: Povezava ni bila mogoča

# bluetooth_could_not_subscribe
source: Could not subscribe to sensor %@
sl: Napaka pri povezovanju %@

# bluetooth_default_peripheral_name
source: NoName
sl: BrezImena

# bluetooth_listening_for_events
source: Listening for events
sl: Čakam dogodke

source: Bluetooth not available
sl: Bluetooth ni na voljo

# bluetooth_scanning_for_sensors
source: Scanning for sensors
sl: Iščem senzorje

# bluetooth_sensor_connected
source: Sensor connected
sl: Povezava vzpostavljena

# bluetooth_sensor_disconnected
source: Sensor disconnected
sl: Povezava prekinjena

source: Bluetooth Settings
sl: Nastavitve Bluetooth

# button_arrived
source: Arrived
sl: Na cilju

# button_discover_sensors
source: Discover sensors
sl: Išči senzorje

# button_hide
source: Hide
sl: Skrij

# button_stop_discovery
source: Stop discovery
sl: Prenehaj z iskanjem

# button_undo
source: Undo
sl: Razveljavi

source: Choose competition
sl: Izberi tekmovanje

# competition_picker_title
source: Competition
sl: Tekmovanje

source: Contestants
sl: Tekmovalci

# contestants_racing
source: Racing
sl: Na progi

# contestants_ready
source: Ready
sl: Pripravljeni

source: Delete all data?
sl: Izbriši vse podatke v aplikaciji?

# error_invalid_request
source: Invalid request: %@
sl: Neveljaven zahtevek: %@

# error_invalid_response
source: Invalid server response: %@
sl: Neveljaven odgovor strežnika: %@

# error_missing_token
source: Missing authentication token. Login required.
sl: Potrebna je prijava

# error_select_competition
source: Please select competition
sl: Izberi tekmovanje

# error_title
source: Error
sl: Napaka

source: Finish
sl: Cilj

source: Invalid date: %@
sl: Nepravilen datum: %@

source: Loading competitions
sl: Nalagam tekmovanja

# login_button
source: Login
sl: Prijava

# logout_button
source: Logout
sl: Odjava

source: No more contestants
sl: Ni več tekmovalcev

# section_data_title
source: Data
sl: Podatki

# section_log
source: Log
sl: Dogodki

source: Settings
sl: Nastavitve

source: Start
sl: Štart

source: Synchronization
sl: Sinhronizacija

# time_between_contestants
source: Time between contestants: %lld seconds
sl: Čas med tekmovalci: %lld sekund

source: Update Log
sl: Zgodovina sprememb
